import type { Metadata } from "next";

export const metadata: Metadata = {
    title: "นโยบายการคุ้มครองข้อมูลส่วนบุคคล",
    description: "Privacy Policy Page",
    icons: "/assets/MOPHLogo.svg",
}

export default async function Privacy() {
    return (
        <div className="min-h-screen bg-[#202124] text-zinc-400 font-prompt">
            <div className="p-8">
                <h1 className="flex py-4 justify-center text-[1.5rem]">นโยบายการคุ้มครองข้อมูลส่วนบุคคล (Privacy Policy)</h1>
                <div className="bg-black h-[1px] mb-8" />

                <div className="mb-4">
                    <p className="indent-7">กระทรวงสาธารณสุข โดยสำนักงานปลัดกระทรวงสาธารณสุขเป็นผู้ให้บริการเว็บไซต์ https://cio.moph.go.th ขอเรียนว่ากระทรวงสาธารณสุขเคารพความเป็นส่วนตัวของผู้ใช้งานและตระหนักดีว่าข้อมูลส่วนบุคคลของผู้ใช้งานแต่ละท่านมีความสำคัญอย่างยิ่ง จึงต้องการชี้แจงให้ทราบเกี่ยวกับการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน จึงได้มีนโยบายคุ้มครองข้อมูลส่วนบุคคลนี้ เพื่อชี้แจงรายละเอียดและวิธีการจัดเก็บรวบรวม ใช้ และ/หรือเปิดเผย การคุ้มครองข้อมูล การเข้าถึงข้อมูล การโอนย้าย และการวิเคราะห์ประมวลผลข้อมูลส่วนบุคคลของท่าน ดังต่อไปนี้</p>
                </div>

                <div className="mb-4">
                    <h2 className="font-bold mb-1">ข้อ 1. ข้อมูลส่วนบุคคลอะไรบ้างที่กระทรวงสาธารณสุขเก็บรวบรวม ใช้ และ/หรือเปิดเผย</h2>
                    <p className="indent-7">ข้อมูลส่วนบุคคลในที่นี้ หมายถึง ข้อมูลต่างๆ จากการลงทะเบียนผ่านเว็บไซต์ https://cio.moph.go.th กระทรวงสาธารณสุข จะเก็บรวบรวมข้อมูลส่วนบุคคลซึ่งเป็นข้อมูลที่ทำให้สามารถระบุตัวตนของท่านได้ ไม่ว่าทางตรงหรือทางอ้อม ได้แก่ ข้อมูลส่วนตัว เช่น ชื่อ นามสกุล อายุ วันเดือนปีเกิด เลขประจำตัวประชาชน ข้อมูลการติดต่อ เช่น ที่อยู่อาศัย สถานที่ทำงาน หมายเลขโทรศัพท์ อีเมล ข้อมูลอุปกรณ์หรือเครื่องมือ เช่น IP Address MAC Address Cookie ID ข้อมูลอื่นๆ เช่น การใช้งานเว็บไซต์ เสียง ภาพนิ่ง ภาพเคลื่อนไหว และข้อมูลอื่นใดที่ถือว่าเป็นข้อมูลส่วนบุคคลภายใต้กฎหมายคุ้มครองข้อมูลส่วนบุคคล</p>
                </div>

                <div className="mb-4">
                    <h2 className="font-bold mb-1">ข้อ 2. วัตถุประสงค์ในการเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูล</h2>
                    <p className="mb-2 indent-7">กระทรวงสาธารณสุข จะนำข้อมูลของท่านมาใช้เพื่อการวิเคราะห์ข้อมูล (Data Analytics) การวิเคราะห์ข้อมูลตามพฤติกรรมของผู้ใช้งาน (Data profiling) และการสังเคราะห์ข้อมูล</p>
                    <p className="indent-7">หากภายหลังมีการเปลี่ยนแปลงวัตถุประสงค์ กระทรวงสาธารณสุขจะแจ้งให้ท่านทราบ เพื่อขอความยินยอม และจัดให้มีบันทึกการแก้ไขเพิ่มเติมไว้เป็นหลักฐาน ทั้งนี้ จะไม่กระทำการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน เพื่อประโยชน์อย่างอื่น ที่นอกเหนือจากวัตถุประสงค์ที่ได้แจ้งไว้กับท่านไว้ก่อนหรือขณะเก็บรวบรวม</p>
                </div>

                <div className="mb-4">
                    <h2 className="font-bold mb-1">ข้อ 3. การคุ้มครองข้อมูลส่วนบุคคล</h2>
                    <p className="mb-2 indent-7">กระทรวงสาธารณสุข จะเก็บรักษาข้อมูลส่วนบุคคลของท่านไว้เป็นอย่างดีตามมาตรการเชิงเทคนิค (Technical Measure) และมาตรการเชิงบริหารจัดการ (Organizational Measure) เพื่อรักษาความมั่นคงปลอดภัยในการประมวลผลข้อมูลส่วนบุคคลที่เหมาะสม และเพื่อป้องกันการละเมิดข้อมูลส่วนบุคคล การสูญหาย การเข้าถึง ทำลาย ใช้ แปลง แก้ไข การนำข้อมูลไปใช้ หรือเปิดเผยข้อมูลนอกวัตถุประสงค์ หรือโดยไม่มีอำนาจหรือโดยไม่ชอบ ก่อนที่กระทรวงสาธารณสุข จะทำการเก็บรวบรวมข้อมูล ใช้ หรือเปิดเผยข้อมูลของท่าน กระทรวงสาธารณสุขจะทำการขอความยินยอมจากท่านก่อน โดยการขอความยินยอมกระทรวงสาธารณสุข จะทำโดยชัดแจ้ง เป็นหนังสือหรือทำโดยระบบอิเล็กทรอนิกส์</p>
                    <p className="indent-7">ในกรณีที่ท่านเจ้าของข้อมูลส่วนบุคคลท่านใดเป็นผู้ยังไม่บรรลุนิติภาวะ ถือเป็นผู้เยาว์ตามประมวลกฎหมายแพ่งและพาณิชย์ การให้ความยินยอมของท่านต้องได้รับความยินยอมจากผู้ใช้อำนาจปกครองที่มีอำนาจกระทำแทนท่านด้วย หากผู้จะให้ความยินยอมนั้นเป็นผู้เยาว์ที่อายุไม่เกิน 10 ปี ต้องขอความยินยอมจากผู้ใช้อำนาจปกครองนั้นโดยตรง ในกรณีเจ้าของข้อมูลส่วนบุคคลท่านใดเป็นบุคคลไร้ความสามารถหรือบุคคลเสมือนไร้ความสามารถ ต้องขอความยินยอมจากผู้อนุบาลหรือผู้พิทักษ์ที่มีอำนาจกระทำการแทนบุคคลไร้ความสามารถหรือบุคคลเสมือนไร้ความสามารถนั้นแล้วแต่กรณี</p>
                </div>

                <div className="mb-4">
                    <h2 className="font-bold mb-1">ข้อ 4. การเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล</h2>
                    <p className="mb-2 indent-7">
                        การเก็บรวบรวมส่วนบุคคล กระทรวงสาธารณสุข จะเก็บรวบรวมข้อมูลของท่านโดยขอความยินยอมจากท่านก่อน เว้นแต่กรณีที่กฎหมายให้อำนาจไว้ตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 มาตรา 24 หรือ มาตรา 26 ทั้งนี้ หากมีความจำเป็นที่ท่านจะต้องให้ข้อมูลส่วนบุคคลแก่กระทรวงสาธารณสุข เพื่อปฏิบัติตามกฎหมายหรือสัญญา หรือเพื่อต้องเข้าทำสัญญากับกระทรวงสาธารณสุข กระทรวงสาธารณสุข จะแจ้งให้ท่านทราบก่อน และจะแจ้งผลกระทบหากท่านไม่ยินยอมให้ข้อมูลแก่กระทรวงสาธารณสุข
                    </p>
                    <p className="mb-2 indent-7">
                        กระทรวงสาธารณสุข จะไม่เก็บรวบรวมข้อมูลของท่านจากแหล่งที่มาอื่นที่ไม่ใช่ของท่านโดยตรง เว้นแต่กรณีที่ได้แจ้งท่านถึงการเก็บรวบรวมข้อมูลของท่านจากแหล่งที่มาอื่นภายใน 30 วัน และได้รับความยินยอมจากท่านแล้ว หรือเป็นการเก็บรวบรวมที่ได้รับการยกเว้นไม่ต้องขอความยินยอม ตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 มาตรา 24 หรือมาตรา 26
                    </p>
                    <p className="mb-2 indent-7">
                        กระทรวงสาธารณสุข จะไม่เก็บรวบรวมข้อมูลส่วนบุคคลที่เกี่ยวกับเชื้อชาติ เผ่าพันธ์ุ ความคิดเห็นทางการเมือง ความเชื่อในลัทธิ ศาสนาหรือปรัชญา พฤติกรรมทางเพศ ประวัติอาชญากรรม ข้อมูลสุขภาพ ความพิการ ข้อมูลสหภาพแรงงาน ข้อมูลพันธุกรรม ข้อมูลชีวภาพ หรือข้อมูลอื่นใดซึ่งกระทบต่อท่านในทำนองเดียวกันตามประกาศของคณะกรรมการคุ้มครองข้อมูลส่วนบุคคล โดยไม่ได้รับความยินยอมโดยชัดแจ้งจากท่าน เว้นแต่เป็นกรณีตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 มาตรา 26 บัญญัติให้กระทำได้
                    </p>
                    <p className="mb-2 indent-7">
                        การใช้ หรือเปิดเผยข้อมูลส่วนบุคคล กระทรวงสาธารณสุข จะไม่ใช้หรือเปิดเผยข้อมูลของท่านก่อนที่จะได้รับความยินยอมจากท่าน เว้นแต่เป็นข้อมูลของท่านที่เก็บรวบรวมได้โดยไม่ต้องขอความยินยอม ตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 มาตรา 24 หรือมาตรา 26
                    </p>
                    <p className="mb-2 indent-7">
                        กระทรวงสาธารณสุข จะดูแลให้พนักงานที่ได้รับมอบหมายในเรื่องนี้โดยเฉพาะ มิให้ ใช้ หรือเปิดเผย แสดง หรือทำให้ปรากฏในลักษณะอื่นใดซึ่งข้อมูลส่วนบุคคลของท่าน นอกเหนือไปจากวัตถุประสงค์ ภายใต้หลักเกณฑ์ที่กฎหมายอนุญาตให้เปิดเผยได้ตามขอบเขตที่ท่านได้ให้ความยินยอม หรือขอบเขตที่เกี่ยวข้อง ในนโยบายฉบับนี้
                    </p>
                    <p className="mb-2 indent-7">
                        ในกรณีที่กระทรวงสาธารณสุขจะเปิดเผยข้อมูลส่วนบุคคลของท่านให้แก่บุคคลหรือนิติบุคคลภายนอก บุคคลหรือนิติบุคคลภายนอกนั้นจะต้องแจ้งวัตถุประสงค์ในการ ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านให้กระทรวงสาธารณสุขทราบก่อน และต้องไม่ใช้หรือเปิดเผยข้อมูลส่วนบุคคล นอกเหนือจากวัตถุประสงค์ที่ได้ให้ไว้แก่กระทรวงสาธารณสุข
                    </p>
                    <p className="indent-7">
                        กระทรวงสาธารณสุขอาจเปิดเผยข้อมูลส่วนบุคคลของท่านแก่หน่วยงานผู้ร่วมวิเคราะห์ข้อมูล เพื่อการวิเคราะห์และพัฒนาปรับปรุง หรือบริการ การทำวิจัยหรือจัดทำข้อมูลทางสถิติ การบริหารกิจการ ในกรณีที่กระทรวงสาธารณสุข ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลที่ได้รับยกเว้นไม่ต้องขอความยินยอม กระทรวงสาธารณสุขจะบันทึกการใช้หรือเปิดเผยข้อมูลนั้นเป็นหนังสือหรือระบบอิเล็กทรอนิกส์
                    </p>
                </div>

                <div className="mb-4">
                    <h2 className="font-bold mb-1">ข้อ 5. สิทธิของท่านเกี่ยวกับข้อมูลส่วนบุคคล</h2>
                    <p className="mb-2 indent-7">
                        สิทธิของท่านในข้อนี้เป็นสิทธิตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 และกฎหมายอื่นที่เกี่ยวข้องที่ท่านควรทราบ โดยท่านสามารถขอใช้สิทธิต่างๆ ได้ภายใต้ข้อกำหนดของกฎหมาย และนโยบายที่กระทรวงสาธารณสุขกำหนดไว้ก่อนหรือในขณะหรือที่จะมีการแก้ไขเพิ่มเติมในอนาคต ตลอดจนหลักเกณฑ์ตามที่กระทรวงสาธารณสุขกำหนดขึ้น
                    </p>
                    <p className="mb-2 indent-7">
                        5.1 สิทธิในการขอถอนความยินยอม : ท่านมีสิทธิที่จะถอนความยินยอมเมื่อใดก็ได้ตลอดระยะเวลาที่ข้อมูลส่วนบุคคลของท่านอยู่กับกระทรวงสาธารณสุข เว้นแต่มีข้อจำกัดสิทธินั้นโดยกฎหมายหรือมีสัญญาที่ให้ประโยชน์แก่ท่านอยู่ (ไม่ว่าจะเป็นความยินยอมที่ท่านให้ไว้ก่อนวันที่กฎหมายคุ้มครองข้อมูลส่วนบุคคล ใช้บังคับหรือหลังจากนั้น)
                    </p>
                    <p className="mb-2 indent-7">
                        5.2 สิทธิในการขอเข้าถึง ขอรับข้อมูลหรือสำเนาข้อมูล : ท่านมีสิทธิขอเข้าถึง หรือรับ ข้อมูล ส่วนบุคคลของท่านเองที่อยู่ในความรับผิดชอบของกระทรวงสาธารณสุข
                    </p>
                    <p className="mb-2 indent-7">
                        5.3 สิทธิในการคัดค้าน : ท่านมีสิทธิคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล ของท่านเมื่อใดก็ได้ ในกรณีที่กฎหมายให้อำนาจกระทรวงสาธารณสุขในการเก็บรวบรวมข้อมูลของท่านได้ โดยไม่ต้องขอความยินยอมจากท่านก่อน
                    </p>
                    <p className="mb-2 indent-7">
                        5.4 สิทธิขอให้แก้ไขข้อมูล ข้อมูลส่วนบุคคลในที่นี้ หมายถึง ข้อมูลต่างๆ จากการลงทะเบียนผ่านเว็บไซต์ https://cio.moph.go.th กระทรวงสาธารณสุข จะเก็บรวบรวมข้อมูลส่วนบุคคลซึ่งเป็นข้อมูลที่ทำให้สามารถระบุตัวตนของท่านได้ ไม่ว่าทางตรงหรือทางอ้อม ได้แก่ ข้อมูลส่วนตัว เช่น ชื่อ นามสกุล อายุ วันเดือนปีเกิด เลขประจำตัวประชาชน ข้อมูลการติดต่อ เช่น ที่อยู่อาศัย สถานที่ทำงาน หมายเลขโทรศัพท์ อีเมล ข้อมูลอุปกรณ์หรือเครื่องมือ เช่น IP Address MAC Address Cookie ID และข้อมูลอื่นใดที่ถือว่าเป็นข้อมูลส่วนบุคคลภายใต้กฎหมายคุ้มครองข้อมูลส่วนบุคคล ท่านมีสิทธิขอแก้ไขข้อมูลส่วนบุคคลของท่านให้ถูกต้อง เป็นปัจจุบัน และไม่ก่อให้เกิดความเข้าใจผิด
                    </p>
                    <p className="mb-2 indent-7">
                        5.5 สิทธิขอให้ลบหรือทำลายข้อมูล: ท่านมีสิทธิขอลบหรือทำลายข้อมูลส่วนบุคคลของท่าน หรือทำให้ข้อมูลส่วนบุคคลเป็นข้อมูลที่ไม่สามารถระบุตัวบุคคลที่เป็นเจ้าของได้ ดังต่อไปนี้
                        <p className="indent-14">
                            (1) ข้อมูลของท่านไม่มีความจำเป็นที่จะเก็บรักษาไว้ตามวัตถุประสงค์ในการเก็บรวบรวม ใช้ หรือเปิดเผย ข้อมูลของท่าน
                        </p>
                        <p className="indent-14">
                            (2) เมื่อท่านได้ใช้สิทธิขอถอนความยินยอมและกระทรวงสาธารณสุขไม่มีอำนาจตามกฎหมายที่จะเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านได้
                        </p>
                        <p className="indent-14">
                            (3) เมื่อท่านใช้สิทธิคัดค้านตาม ข้อ 5.3 และกระทรวงสาธารณสุขไม่อาจปฏิเสธคำขอได้ตามกฎหมาย
                        </p>
                        <p className="indent-14">
                            (4) เมื่อข้อมูลของท่านได้ถูกเก็บ ใช้ หรือเปิดเผยโดยไม่ชอบด้วยกฎหมาย
                        </p>
                    </p>
                    <p className="mb-2 indent-7">
                        5.6 สิทธิขอให้ระงับการใช้ข้อมูล: ท่านมีสิทธิขอให้กระทรวงสาธารณสุขระงับการใช้ข้อมูลของท่าน ในกรณีดังต่อไปนี้
                        <p className=" indent-14">
                            (1) เมื่อกระทรวงสาธารณสุขอยู่ในระหว่างการตรวจสอบตามที่ท่านร้องขอ
                        </p>
                        <p className="indent-14">
                            (2) เมื่อเป็นข้อมูลส่วนบุคคลที่ต้องลบหรือทำลาย แต่ท่านขอให้ระงับการใช้แทน
                        </p>
                        <p className="indent-14">
                            (3) เมื่อข้อมูลของท่านหมดความจำเป็นในการเก็บรักษาตามวัตถุประสงค์ในการเก็บรวบรวมข้อมูลของท่าน แต่ท่านมีความจำเป็นต้องขอให้เก็บรักษาไว้ เพื่อใช้ในการตั้งสิทธิเรียกร้องตามกฎหมาย การปฏิบัติตามหรือการใช้สิทธิเรียกร้องตามกฎหมาย หรือการยกขึ้นต่อสู้สิทธิเรียกร้องตามกฎหมาย
                        </p>
                        <p className="indent-14">
                            (4) เมื่อกระทรวงสาธารณสุขอยู่ระหว่างพิสูจน์คำขอคัดค้านของท่านตามข้อ 5.3 เพื่อดูว่ากระทรวงสาธารณสุขมีอำนาจตามกฎหมายให้ปฏิเสธคำคัดค้านของท่านได้หรือไม่
                        </p>
                    </p>
                    <p className="mb-2 indent-7">
                        5.7 ท่านมีสิทธิร้องขอให้กระทรวงสาธารณสุขดำเนินการให้ข้อมูลของท่านนั้นถูกต้อง เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด หากกระทรวงสาธารณสุขไม่ดำเนินการตามคำร้องขอ กระทรวงสาธารณสุข จะบันทึกคำร้องขอของท่านพร้อมด้วยเหตุผลไว้เป็นหนังสือหรือระบบอิเล็กทรอนิกส์
                    </p>
                    <p className="mb-2 indent-7">
                        5.8 สิทธิร้องเรียน : ท่านมีสิทธิร้องเรียนต่อผู้มีอำนาจตามกฎหมายที่เกี่ยวข้อง หากท่านเชื่อว่าการเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านเป็นการกระทำในลักษณะที่ฝ่าฝืนหรือไม่ปฏิบัติตามกฎหมายที่เกี่ยวข้อง
                    </p>
                    <p className="indent-7">
                        5.9 การใช้สิทธิของท่านดังกล่าวข้างต้นอาจถูกจำกัดภายใต้กฎหมายที่เกี่ยวข้อง และมีบางกรณีที่มีเหตุจำเป็นที่กระทรวงสาธารณสุขอาจปฏิเสธหรือไม่สามารถดำเนินการตามคำขอใช้สิทธิข้างต้นของท่านได้ เช่น ต้องปฏิบัติตามกฎหมายหรือคำสั่งศาล การใช้สิทธิละเมิดสิทธิหรือเสรีภาพของบุคคลอื่น เป็นต้น
                    </p>
                </div>

                <div className="mb-4">
                    <h2 className="font-bold mb-1">ข้อ 6. การเชื่อมโยงข้อมูลส่วนบุคคลกับบุคคลอื่นหรือกระทรวงสาธารณสุขอื่น</h2>
                    <p className="mb-2 indent-7">
                        6.1 กระทรวงสาธารณสุขอาจเชื่อมโยงข้อมูลส่วนบุคคลกับบุคคลหรือหน่วยงานอื่น ตามวัตถุประสงค์ที่ระบุไว้
                    </p>
                    <p className="indent-7">
                        6.2 หากมีการเปลี่ยนแปลงการเชื่อมโยงข้อมูล กระทรวงสาธารณสุขจะแจ้งให้ท่านทราบถึงการเปลี่ยนแปลงดังกล่าว และขอความยินยอมก่อนการดำเนินการ
                    </p>
                </div>

                <div className="mb-4">
                    <h2 className="font-bold mb-1">ข้อ 7. การเปลี่ยนแปลงนโยบายคุ้มครองข้อมูลส่วนบุคคล</h2>
                    <p className="indent-7">
                        กระทรวงสาธารณสุขอาจปรับปรุงนโยบายส่วนบุคคลนี้เป็นครั้งคราว เพื่อให้สอดคล้องกับการเปลี่ยนแปลงของการให้บริการของกระทรวงสาธารณสุข การดำเนินงานของกระทรวงสาธารณสุข และข้อเสนอแนะหรือความคิดเห็นจากท่าน โดยกระทรวงสาธารณสุขจะประกาศแจ้งการเปลี่ยนแปลงให้ทราบอย่างชัดเจนก่อนจะเริ่มดำเนินการเปลี่ยนแปลง หรืออาจส่งประกาศให้ท่านทราบโดยตรง
                    </p>
                </div>

                <div className="mb-4">
                    <h2 className="font-bold mb-1">ข้อ 8. คุกกี้ (Cookies) คืออะไร?</h2>
                    <p className="indent-7">
                        คุกกี้ (Cookies) คือไฟล์ที่เว็บไซต์ที่คุณเข้าชมสร้างขึ้น ซึ่งช่วยให้คุณทำสิ่งต่างๆ ทางออนไลน์ได้ง่ายขึ้นด้วยการบันทึกข้อมูลการท่องเว็บ โดยเว็บไซต์ใช้คุกกี้เพื่อให้คุณลงชื่อเข้าใช้อยู่เสมอ จดจำค่ากำหนดเว็บไซต์ และมอบเนื้อหาที่เกี่ยวข้องให้แก่คุณ
                    </p>
                </div>

                <div className="mb-4">
                    <h2 className="font-bold mb-1">ข้อ 9. กระทรวงสาธารณสุขใช้คุกกี้อย่างไร?</h2>
                    <p className="mb-2 indent-7">
                        กระทรวงสาธารณสุข จะจัดเก็บข้อมูลการเข้าเยี่ยมชมเว็บไซต์จากผู้เข้าเยี่ยมชมทุกรายผ่านคุกกี้หรือ เทคโนโลยีใกล้เคียง เพื่อพัฒนาประสิทธิภาพในการใช้งานแพลตฟอร์มและการเข้าถึงบริการของกระทรวงสาธารณสุขผ่านระบบอินเทอร์เน็ต โดยจะใช้เพื่อกรณีดังต่อไปนี้
                    </p>
                    <p className="mb-2 indent-7">
                        9.1 เพื่อให้ท่านสามารถเข้าสู่ระบบบัญชีของท่านในแพลตฟอร์มของกระทรวงสาธารณสุขได้อย่างต่อเนื่องและปลอดภัย
                    </p>
                    <p className="mb-2 indent-7">
                        9.2 เพื่อบันทึกข้อมูลการใช้งานบนแพลตฟอร์มของท่าน เนื้อหาข้อมูล รวมถึงรูปแบบแพลตฟอร์มที่ท่านได้ตั้งค่าไว้
                    </p>
                    <p className="mb-2 indent-7">
                        9.3 เพื่อศึกษาพฤติกรรมการใช้งานและเยี่ยมชมแพลตฟอร์มของท่าน เพื่อพัฒนาและปรับปรุงเว็บไซต์ให้ตรงกับความต้องการของท่านมากที่สุด
                    </p>
                    <p className="mb-2 indent-7">
                        9.4 เพื่อศึกษาพฤติกรรมของผู้เยี่ยมชมแพลตฟอร์มโดยรวม และนำไปพัฒนาเว็บไซต์ให้สามารถใช้งานได้ง่าย รวดเร็ว และมีประสิทธิภาพยิ่งขึ้น
                    </p>
                </div>

                <div className="mb-4">
                    <h2 className="font-bold mb-1">ข้อ 10. ประเภทของคุกกี้ที่กระทรวงสาธารณสุขใช้</h2>
                    <p className="mb-2 indent-7">
                        เว็บไซต์ของกระทรวงสาธารณสุขประกอบไปด้วยคุกกี้ดังต่อไปนี้
                    </p>
                    <p className="mb-2 indent-7">
                        10.1 คุกกี้ประกอบการทำงานของแพลตฟอร์ม (Functionality Cookies): ใช้เพื่อการจดจำสิ่งที่ท่านเลือกหรือตั้งค่าบนแพลตฟอร์ม รวมไปถึงการนำเสนอข้อมูลที่ตรงความต้องการเฉพาะบุคคล เช่น ชื่อบัญชีผู้ใช้ ภาษา และรูปแบบแพลตฟอร์ม
                    </p>
                    <p className="mb-2 indent-7">
                        10.2 คุกกี้ทางเทคนิค (Strictly Necessary Cookies): เป็นประเภทคุกกี้ที่มีความจำเป็นต่อการใช้งานแพลตฟอร์ม เพื่อให้ท่านเข้าถึงข้อมูลได้อย่างทั่วถึงและปลอดภัย
                    </p>
                    <p className="mb-2 indent-7">
                        10.3 คุกกี้เพื่อวัดผลการทำงานของแพลตฟอร์ม (Performance Cookies): ใช้ในการจัดเก็บข้อมูลของผู้เข้าชมแพลตฟอร์มแบบไม่ระบุตัวตน และนำมาวิเคราะห์จำนวนและพฤติกรรมของผู้เข้าชม เพื่อปรับปรุงแพลตฟอร์มให้มีประสิทธิภาพและตรงกับความต้องการของผู้ใช้มากขึ้น
                    </p>
                </div>

                <div className="bg-black h-[1px] my-8" />

            </div>
        </div>
    );
}